Revit 2027 API
ParameterTypeId.SpaceCoolingSetPoint Property
 "Cooling Set Point"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceCoolingSetPoint { get; }
Public Shared ReadOnly Property SpaceCoolingSetPoint As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceCoolingSetPoint {
	ForgeTypeId^ get ();
}
static member SpaceCoolingSetPoint : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace